export const product = [
	{
		id: 1,
		group: 'Мотоблоки',
		box: [
			{
				id: 1,
				title: 'МОТОБЛОКИ ЛЕГКОГО КЛАССА',
				children: [
					{
						id: 1,
						name: 'M-107',
						images: [
							'/product/motobloki/m-107-1.webp',
							'/product/motobloki/m-107-2.webp',
							'/product/motobloki/m-107-3.webp'
						],
						alt: 'Мотоблок M-107',
						description: [
							'Мощность 7л.с.',
							'Объем двигателя 212 куб.см.',
							'Глубина вспашки– 35 см.',
							'Ширина вспашки– 90 см.',
							'Регулировка руля вверх / вниз.',
							'Корпус редуктора алюминий.',
							'Тип редуктора – шестерёнчато–цепной.',
							'3 группы фрез по 3 ножа с каждой стороны.18 ножей.',
							'Скорости: 2 вперед, 1 назад.',
							'Комплект пневматических колес 4.00 – 8.',
							'Сцепление – ременное.',
						]
					},
					{
						id: 2,
						name: 'M-207',
						images: [
							'/product/motobloki/m-207-1.webp',
							'/product/motobloki/m-207-2.webp',
							'/product/motobloki/m-207-3.webp'
						],
						alt: 'Мотоблок m-207',
						description: [
							'Мощность 7л.с.',
							'Объем двигателя 212 куб.см.',
							'Глубина вспашки– 35 см.',
							'Ширина вспашки– 90 см.',
							'Регулировка руля в 2 – х плоскостях.Шкив 2 ручья под актив.навеску.',
							'Корпус редуктора чугун.',
							'Тип редуктора – шестерёнчато–цепной.',
							'3 группы(2 + 1) фрез по 4 ножа с каждой стороны. 24 ножа.',
							'Скорости: 2 вперед, 1 назад.',
							'Комплект пневматических колес 4.00 – 10.',
							'Сцепление – ременное.',
						]
					},
					// {
					// 	id: 3,
					// 	name: 'M-217',
					// 	images: [
					// 		'/product/motobloki/m-217-1.webp',
					// 		'/product/motobloki/m-217-2.webp',
					// 		'/product/motobloki/m-217-3.webp'
					// 	],
					// 	alt: 'Мотоблок m-217',
					// 	description: [
					// 		'Мощность 7л.с.',
					// 		'Объем двигателя 212 куб.см.',
					// 		'Глубина вспашки– 35 см.',
					// 		'Ширина вспашки– 90 см.',
					// 		'Регулировка руля в 2 – х плоскостях.Шкив 2 ручья под актив.навеску.',
					// 		'Корпус редуктора чугун.',
					// 		'Тип редуктора – шестерёнчато–цепной.',
					// 		'3 группы(2 + 1) фрез по 4 ножа с каждой стороны. 24 ножа.',
					// 		'Скорости: 2 вперед, 1 назад.1 передача понижена до 2, 2 км / ч. Комплект пневматических колес 4.00 – 8.',
					// 		'Сцепление – ременное.',
					// 	]
					// },
					{
						id: 4,
						name: 'M-307',
						images: [
							'/product/motobloki/m-307-1.webp',
							'/product/motobloki/m-307-2.webp',
							'/product/motobloki/m-307-3.webp'
						],
						alt: 'Мотоблок m-307',
						description: [
							'Мощность 7л.с.',
							'Объем двигателя 212 куб.см.',
							'Глубина вспашки– 35 см.',
							'Ширина вспашки– 90 см.',
							'Регулировка руля в 2 – х плоскостях.Шкив 2 ручья под актив.навеску.',
							'Корпус редуктора чугун.',
							'Тип редуктора – шестерёнчато–цепной.',
							'3 группы (2+1) фрез по 4 ножа с каждой стороны. 24 ножа.',
							'Скорости: 3 вперед, 1 назад.',
							'Комплект пневматических колес 4.00-10.',
							'Сцепление – ременное.',
						]
					},
				],
			},
			{
				id: 2,
				title: 'МОТОБЛОКИ СРЕДНЕГО КЛАССА',
				children: [
					{
						id: 1,
						name: 'M-227',
						images: [
							'/product/motobloki/m-227-1.webp',
							'/product/motobloki/m-227-2.webp',
							'/product/motobloki/m-227-3.webp'
						],
						alt: 'Мотоблок M-227',
						description: [
							'Мощность 7л.с.',
							'Объем двигателя 212 куб.см.',
							'Глубина вспашки– 35 см.',
							'Ширина вспашки– 90 см.',
							'Регулировка руля в 2-х плоскостях. Шкив 3 ручья под актив.навеску и перемену передач.',
							'Корпус редуктора чугун.',
							'Тип редуктора – шестерёнчато–цепной.',
							'3 группы (2+1) фрез по 4 ножа с каждой стороны. 24 ножа.',
							'Скорости: 4 вперед, 2 назад.',
							'Комплект пневматических колес 19-7*8.',
							'Сцепление – ременное.',
						]
					},
					{
						id: 2,
						name: 'M-327',
						images: [
							'/product/motobloki/m-327-1.webp',
							'/product/motobloki/m-327-2.webp',
							'/product/motobloki/m-327-3.webp'
						],
						alt: 'Мотоблок M-327',
						description: [
							'Мощность 7л.с.',
							'Объем двигателя 212 куб.см.',
							'Глубина вспашки– 35 см.',
							'Ширина вспашки– 90 см.',
							'Регулировка руля в 2-х плоскостях. Шкив 3 ручья под актив.навеску и перемену передач.',
							'Корпус редуктора чугун.',
							'Тип редуктора – шестерёнчато–цепной.',
							'3 группы (2+1) фрез по 4 ножа с каждой стороны. 24 ножа.',
							'Скорости: 6 вперед, 2 назад.',
							'Комплект пневматических колес 19-7*8.',
							'Сцепление – ременное.',
						]
					},
					{
						id: 3,
						name: 'X-107',
						images: [
							'/product/motobloki/x-107-1.webp',
							'/product/motobloki/x-107-2.webp',
							'/product/motobloki/x-107-3.webp'
						],
						alt: 'Мотоблок X-107',
						description: [
							'Мощность 7л.с.',
							'Объем двигателя 212 куб.см.',
							'Глубина вспашки– 35 см.',
							'Ширина вспашки– 90 см.',
							'Сцепление дисковое.',
							'Вал отбора мощности.',
							'Корпус редуктора чугун.',
							'Регулировка руля в 2-х плоскостях',
							'3 группы (2+1) фрез по 4 ножа с каждой стороны.',
							'Скорости: 2 вперед, 1 назад.',
							'Комплект пневматических колес 4.00-8.',
						]
					},
					// {
					// 	id: 4,
					// 	name: 'X-137',
					// 	images: [
					// 		'/product/motobloki/x-137-1.webp',
					// 		'/product/motobloki/x-137-2.webp',
					// 		'/product/motobloki/x-137-3.webp'
					// 	],
					// 	alt: 'Мотоблок X-137',
					// 	description: [
					// 		'Мощность 7л.с.',
					// 		'Объем двигателя 212 куб.см.',
					// 		'Глубина вспашки– 35 см.',
					// 		'Ширина вспашки– 90 см.',
					// 		'Сцепление дисковое.',
					// 		'Вал отбора мощности.',
					// 		'Регулировка руля в 2-х плоскостях',
					// 		'Корпус редуктора – аллюминий.',
					// 		'3 группы (2+1) фрез по 4 ножа с каждой стороны.',
					// 		'Скорости: 3 вперед, 1 назад.',
					// 		'Комплект пневматических колес 4.00-8.',
					// 	]
					// },
				],
			},
			{
				id: 3,
				title: 'МОТОБЛОКИ ТЯЖЕЛОГО КЛАССА',
				children: [
					// {
					// 	id: 1,
					// 	name: 'X-509',
					// 	images: [
					// 		'/product/motobloki/x-509-1.webp',
					// 		'/product/motobloki/x-509-2.webp',
					// 		'/product/motobloki/x-509-3.webp'
					// 	],
					// 	alt: 'Мотоблок x-509',
					// 	description: [
					// 		'Мощность 9л.с.',
					// 		'Объем двигателя 270 куб.см.',
					// 		'Глубина вспашки– 35 см.',
					// 		'Ширина вспашки – 110см.',
					// 		'Сцепление дисковое.',
					// 		'Вал отбора мощности.',
					// 		'Регулировка руля в 2-х плоскостях.',
					// 		'Корпус редуктора – чугун.',
					// 		'4 группы (3+1) фрез по 4 ножа с каждой стороны. 32 ножа.',
					// 		'Скорости: 2 вперед, 1 назад.',
					// 		'Комплект пневматических колес 5.00-12.',
					// 	]
					// },
					// {
					// 	id: 2,
					// 	name: 'X-511',
					// 	images: [
					// 		'/product/motobloki/x-511-1.webp',
					// 		'/product/motobloki/x-511-2.webp',
					// 		'/product/motobloki/x-511-3.webp'
					// 	],
					// 	alt: 'Мотоблок x-511',
					// 	description: [
					// 		'Мощность 9л.с.',
					// 		'Объем двигателя 270 куб.см.',
					// 		'Глубина вспашки– 35 см.',
					// 		'Ширина вспашки – 110см.',
					// 		'Сцепление дисковое.',
					// 		'Вал отбора мощности.',
					// 		'Регулировка руля в 2-х плоскостях.',
					// 		'Корпус редуктора – чугун.',
					// 		'4 группы (3+1) фрез по 4 ножа с каждой стороны. 32 ножа.',
					// 		'Скорости: 3 вперед, 1 назад.',
					// 		'Комплект пневматических колес 5.00-12.',
					// 	]
					// },
					// {
					// 	id: 3,
					// 	name: 'X-513',
					// 	images: [
					// 		'/product/motobloki/x-513-1.webp',
					// 		'/product/motobloki/x-513-2.webp',
					// 		'/product/motobloki/x-513-3.webp'
					// 	],
					// 	alt: 'Мотоблок x-513',
					// 	description: [
					// 		'Мощность 13л.с.',
					// 		'Объем двигателя 389куб.см.',
					// 		'Глубина вспашки– 35 см.',
					// 		'Ширина вспашки – 110см.',
					// 		'Сцепление дисковое.',
					// 		'Вал отбора мощности.',
					// 		'Регулировка руля в 2-х плоскостях.',
					// 		'Корпус редуктора – чугун.',
					// 		'4 группы (3+1) фрез по 4 ножа с каждой стороны. 32 ножа.',
					// 		'Скорости: 2 вперед, 1 назад.',
					// 		'Комплект пневматических колес 5.00-12.',
					// 	]
					// },
					{
						id: 4,
						name: 'X-523',
						images: [
							'/product/motobloki/x-523-1.webp',
							'/product/motobloki/x-523-2.webp',
							'/product/motobloki/x-523-3.webp'
						],
						alt: 'Мотоблок x-523',
						description: [
							'Мощность 13л.с.',
							'Объем двигателя 389куб.см.',
							'Глубина вспашки– 35 см.',
							'Ширина вспашки – 135см.',
							'Сцепление дисковое.',
							'Вал отбора мощности.',
							'Регулировка руля в 2-х плоскостях.',
							'Корпус редуктора – чугун.',
							'4 группы (3+1) фрез по 4 ножа с каждой стороны. 32 ножа.',
							'Скорости: 3 вперед, 1 назад.',
							'Комплект пневматических колес 5.00-12.',
						]
					},
					{
						id: 5,
						name: 'X-523 С ДИФФЕРЕНЦИАЛОМ',
						images: [
							'/product/motobloki/x-523-2-1.webp',
							'/product/motobloki/x-523-2-2.webp',
							'/product/motobloki/x-523-2-3.webp'
						],
						alt: 'Мотоблок X-523 С ДИФФЕРЕНЦИАЛОМ',
						description: [
							'Мощность 13л.с.',
							'Объем двигателя 389куб.см.',
							'Глубина вспашки– 35 см.',
							'Ширина вспашки – 135см.',
							'Сцепление дисковое.',
							'Вал отбора мощности.',
							'Регулировка руля в 2-х плоскостях.',
							'Корпус редуктора – чугун.',
							'5 групп (4+1) фрез по 4 ножа с каждой стороны. 40 ножей.',
							'Скорости: 3 вперед, 1 назад. Разблокировка колес.',
							'Комплект пневматических колес 5.00-12.',
						]
					},
				],
			}
		]
	},
	{
		id: 2,
		group: 'Снегоуборщики',
		box: [
			{
				id: 1,
				title: '',
				children: [
					{
						id: 1,
						name: 'CШР-256',
						images: [
							'/product/snegouborshiki/s-256-1.webp',
							'/product/snegouborshiki/s-256-2.webp',
							'/product/snegouborshiki/s-256-3.webp'
						],
						alt: 'Снегоуборщик CШР-256',
						description: [
							'Рабочая ширина 560мм',
							'Рабочая высота 540мм',
							'Макс. дальность выброса 11м',
							'Угол выброса снега 190 градусов',
							'Тип двигателя бензиновый, 4 тактный с верхним расположением распредвала',
							'Рабочий объем двигателя 212 куб.см',
							'Мощность двигателя 7 л.с.',
							'Снегообрушители: нет',
							'Используемое топливо АИ-92',
							'Объем топливного бака 3.6 л',
							'Объем масляного картера 0.6 л',
							'Система запуска Ручной стартер',
							'Количество передач 6 вперед/2 назад',
							'Система шнеков 2 ступенчатая',
							'Регулировка направления выброса снега: винтовой привод',
							'Регулировка угла выброса снега: ручная',
							'Материал шнеков Сталь',
							'Диаметр шнеков 300мм',
							'Диаметр колес (дюйм) 13',
							'Тип передвижения Колесный самоходный',
							'LED-фара: Нет',
							'Подогрев рукояток: Нет',
							'Лопатка: Да',
							'Размер в упаковке: 850*590*700',
							'Вес 80кг',
						]
					},
					{
						id: 2,
						name: 'CШР-361',
						images: [
							'/product/snegouborshiki/s-361-1.webp',
							'/product/snegouborshiki/s-361-2.webp',
							'/product/snegouborshiki/s-361-3.webp'
						],
						alt: 'Снегоуборщик CШР-361',
						description: [
							'Рабочая ширина 610мм',
							'Рабочая высота 540мм',
							'Макс. дальность выброса 11м',
							'Угол выброса снега 190 градусов',
							'Тип двигателя бензиновый, 4 тактный с верхним расположением распредвала',
							'Рабочий объем двигателя 212 куб.см',
							'Мощность двигателя 7 л.с.',
							'Снегообрушители: нет',
							'Используемое топливо АИ-92',
							'Объем топливного бака 3.6 л',
							'Объем масляного картера 0.6 л',
							'Регулировка направления выброса снега: винтовой привод',
							'Регулировка угла выброса снега: ручная',
							'Система запуска Ручной стартер',
							'Количество передач 6 вперед/2 назад',
							'Система шнеков 2 ступенчатая',
							'Материал шнеков Сталь',
							'Диаметр шнеков 300мм',
							'Диаметр колес (дюйм) 14',
							'Тип передвижения Колесный самоходный',
							'LED-фара: Нет',
							'Подогрев рукояток: Нет',
							'Лопатка: Да',
							'Размер в упаковке: 850*650*700',
							'Вес 90кг',
						]
					},
					{
						id: 3,
						name: 'CШР-472',
						images: [
							'/product/snegouborshiki/s-472-1.webp',
							'/product/snegouborshiki/s-472-2.webp',
							'/product/snegouborshiki/s-472-3.webp'
						],
						alt: 'Снегоуборщик CШР-472',
						description: [
							'Рабочая ширина 720мм',
							'Рабочая высота 540мм',
							'Макс. дальность выброса 12м',
							'Угол выброса снега 190 градусов',
							'Тип двигателя бензиновый, 4 тактный с верхним расположением распредвала',
							'Рабочий объем двигателя 212 куб.см',
							'Мощность двигателя 7 л.с.',
							'Снегообрушители: нет',
							'Используемое топливо АИ-92',
							'Объем топливного бака 3.6 л',
							'Объем масляного картера 0.6 л',
							'Система запуска ручной/электро от сети 220в',
							'Количество передач 6 вперед/2 назад',
							'Регулировка направления выброса снега: тросовый привод',
							'Регулировка угла выброса снега: тросовый привод',
							'Система шнеков 2 ступенчатая',
							'Материал шнеков Сталь',
							'Диаметр шнеков 300мм',
							'Диаметр колес (дюйм) 14',
							'Тип передвижения Колесный самоходный',
							'LED-фара: есть 18 ватт',
							'Подогрев рукояток: Нет',
							'Лопатка: Да',
							'Размер в упаковке: 850*750*700',
							'Вес 100кг',
						]
					},
				]
			},
		]
	},
	{
		id: 3,
		group: 'Генераторы',
		box: [
			{
				id: 1,
				title: '',
				children: [
					{
						id: 1,
						name: 'БГУ-5500',
						images: [
							'/product/generatory/g-5500-1.webp',
						],
						alt: 'Генераторы БГУ-5500',
						description: [
							'Мощность, номин./макс.: 5.0/5.5кВт',
							'Двигатель: 420 куб.см. / 15лс',
							'Альтернатор: Однофазный, 220В/50Гц, алюминиевые обмотки, цифровой AVR',
							'Стартер: ручной/электро',
							'Топливный бак: 15л',
							'Розетки: 2*220В/16А, 1*220В/32А, 1*12В',
							'Вольтметр: стрелочный',
							'Комплектация: аккумулятор, рукоятки, колеса, вилки (3шт), топливная воронка, свечной ключ.',
						]
					},
					{
						id: 2,
						name: 'БГУ-6500',
						images: [
							'/product/generatory/g-1.webp',
						],
						alt: 'Генераторы БГУ-6500',
						description: [
							'Мощность, номин./макс.: 6.0/6.5кВт',
							'Двигатель: 420 куб.см. / 15лс',
							'Альтернатор: Однофазный, 220В/50Гц, алюминиевые обмотки, цифровой AVR',
							'Стартер: ручной/электро',
							'Топливный бак: 15л',
							'Розетки: 2*220В/16А, 1*220В/32А, 1*12В',
							'Вольтметр: стрелочный',
							'Комплектация: аккумулятор, рукоятки, колеса, вилки (3шт), топливная воронка, свечной ключ.',
						]
					},
					{
						id: 3,
						name: 'БГУ-7000',
						images: [
							'/product/generatory/g-1.webp',
						],
						alt: 'Генераторы БГУ-7000',
						description: [
							'Мощность, номин./макс.: 6.5/7.0кВт',
							'Двигатель: 445 куб.см. / 17лс',
							'Альтернатор: Однофазный, 220В/50Гц, алюминиевые обмотки, цифровой AVR',
							'Стартер: ручной/электро',
							'Топливный бак: 15л',
							'Розетки: 2*220В/16А, 1*220В/32А, 1*12В',
							'Вольтметр: стрелочный',
							'Комплектация: аккумулятор, рукоятки, колеса, вилки (3шт), топливная воронка, свечной ключ.',
						]
					},
					{
						id: 4,
						name: 'БГУ-8000',
						images: [
							'/product/generatory/g-8000-1.webp',
						],
						alt: 'Генераторы БГУ-8000',
						description: [
							'Мощность, номин./макс.: 7.5/8.0кВт',
							'Двигатель: 460 куб.см. / 18лс',
							'Альтернатор: Однофазный, 220В/50Гц, алюминиевые обмотки, цифровой AVR',
							'Стартер: ручной/электро',
							'Топливный бак: 15л',
							'Розетки: 2*220В/16А, 1*220В/32А, 1*12В, АВР 8pin',
							'Вольтметр: цифровой дисплей 3 в 1',
							'Комплектация: аккумулятор, рукоятки, колеса, вилки (3шт), топливная воронка, свечной ключ.',
						]
					},
					{
						id: 5,
						name: 'ПБГУ-3500',
						images: [
							'/product/generatory/g-1.webp',
						],
						alt: 'Генераторы ПБГУ-3500',
						description: [
							'Мощность, номин./макс.: 3.2/3.5кВт',
							'Двигатель: 223 куб.см. / 8лс',
							'Альтернатор: Однофазный, 220В/50Гц, алюминиевые обмотки, цифровой AVR',
							'Стартер: ручной',
							'Топливный бак: 15л',
							'Розетки: 2*220В/16А, 1*12В',
							'Вольтметр: цифровой дисплей 3 в 1',
							'Комплектация: рукоятки, колеса, вилки (2шт), топливная воронка, свечной ключ',
						]
					},
					{
						id: 6,
						name: 'ПБГУ-7500',
						images: [
							'/product/generatory/g-1.webp',
						],
						alt: 'Генераторы ПБГУ-7500',
						description: [
							'Мощность, номин./макс.: 7.0/7.5кВт',
							'Двигатель: 460 куб.см. / 18лс',
							'Альтернатор: Однофазный, 220В/50Гц, алюминиевые обмотки, цифровой AVR',
							'Стартер: ручной/электро',
							'Топливный бак: 25л',
							'Розетки: 2*220В/16А, 1*12В',
							'Вольтметр: цифровой дисплей 3 в 1',
							'Комплектация: рукоятки, колеса, вилки (2шт), топливная воронка, свечной ключ',
						]
					},
				]
			},
		]
	},
]



